{
    "1": "elo320",
    "531": "makes you think",
    "867": "psych thriller?",
    "935": "krotki, kultowy woody allen",
    "989": "krotki",
    "1045": "makes you think",
    "1241": "very bad wizards ep 10 feat. yoel",
    "1289": "film o łodzi",
    "4794": "na netflixie i ciekawy opis",
    "7347": "Rope (by Alfred Hitchcock) took place entirely in a single room.\n\n",
    "7474": "original \"A Perfect Murder\"",
    "7738": "vbw moral dillemas at the movies",
    "9181": "very bad wizards e58 feat. yoel \n\"Which characters in the film deserve our sympathy? (Maybe all of them?) Who was Spike Lee criticizing with his depiction of the characters in this community?\"",
    "9330": "dla chlodnych jednostek bez uczuc",
    "9819": "very bad wizards e23 feat. yoel",
    "30720": "reddits funniest movie",
    "32599": "What movies take place in a limited area? [TYLKO 1:21 h!!!]\n\nI love this movie, I remember watching it as a kid and it's what sparked my love for Psychological Thrillers and movies set in one location.\n\n",
    "35185": "najbardziej antywojenny film",
    "38377": "reddit must see movies top 2",
    "107377": "psych thriller",
    "107855": "reddits favorite movie",
    "108588": "very bad wizards e218, thriller",
    "115059": "revenge movie",
    "119410": "makes you think",
    "128404": "This is one of the few movies I consider mandatory viewing for everybody. Especially nowadays when conflict like this seems to be actually looming on the horizon. Abject misery from start to finish, and nowhere near close to entertaining because it's completely un-sensationalized. It's just horrible, like it's supposed to be.\n\nBy far this is the film that's disturbed me most (topping even things like A Serbian Film or Cannibal Holocaust).",
    "136704": "makes you think",
    "184532": "reddit - Movies that subtly make you think about moral issues and ethics, gatunek psych thriller hmm",
    "202908": "visually beautiful movies",
    "234467": "",
    "238725": "What movies take place in a limited area?",
    "272987": "krotki",
    "286244": "haha smieszny facio strzela",
    "430851": "\"smart comedy\" reddit rekomendacje od ziomka co polecal banshees of inisherin i fargo",
    "433986": "thriller na netflixie krotki? chujowe oceny no ale trudno",
    "517114": "Most fucked up psychological thriller movie? polecany na reddicie jako nieznany film (w ogole film yorgosa)",
    "531431": "kolo w trumnie",
    "564225": "ada chce",
    "564230": "What movies take place in a limited area?",
    "566392": "If anyone likes movies like \"Coherence\" or \"The Man from Earth\" I highly recommend checking out \"Enter Nowhere (2011),\" it's a great movie about three people who find themselves stuck in a cabin trying to figure out why they're there and the connection they have to each-other",
    "570957": "korean fucked up thriller",
    "599742": "What movies take place in a limited area?\n\nFour actors just doing their best acting...",
    "649608": "korean train movie #10",
    "651383": "DENIS VILLENUEVE",
    "655740": "pornografia",
    "663711": "reddit top rekomendacja",
    "684445": "reddit rekomendacja, niby filizoficzno ciekawy, ale tez nudny i nic nie ",
    "688850": "sezon 2 rewatch",
    "709434": "nudny artystyczny still camera shots po co to komu, same zagadnienia moze ciekawe no ale trzeba najpierw zasnac 3 razydss sddssd",
    "731226": "ada chce, dramat 2h, spoko ocena",
    "750704": "siemanko aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa",
    "776099": "\"smart comedy\" reddit rekomendacje od ziomka co polecal banshees of inisherin i fargo, jest steve buscemi w glownej roli",
    "822303": "raczej bedzie slabe no ale jest niby psychologiczne: \"Zapomnijcie o linearnym śledzeniu akcji - ona jest, ale ciekawszy okazuje się rezonans drgających synaps w mózgach bohaterów.\"",
    "856226": "stary ogląda",
    "866824": "drew poleca good writing \"realistyczny\" w star wars swiecie",
    "868631": "wyglada jak spoko nowoczesna komedia\n",
    "874065": "relatywny film dla zoomerow/millenialsow",
    "874687": "no mozna dac jeszcze szanse yorgosowi a tu jest >8 ocena wiec jest potencjal",
    "10002817": "bomba dupom",
    "10014243": "na disney+, na reddicie duzo polecen, lubi  (ale potencjalnie chaotyczny jak uncut gems)",
    "10020246": "dupsko",
    "10030489": "smieszny dziadzio haha\n",
    "film": "test"
  }